Repository: MuhammetSaid/nexora-math-app
Catalog: frontend/lib/l10n/app_*.arb
Languages: tr

source: Start Game
tr: Oyuna BaYla

source: Chapters
tr: BÇôlÇ¬mler

source: Endless Mode
tr: Sonsuz Mod

source: Coming soon
tr: YakŽñnda

# bottomLeaderboard
source: Leaderboard
tr: Liderlik

# bottomSettings
source: Settings
tr: Ayarlar

# bottomSession
source: Session
tr: Oturum

# levelTitle
source: Level {level}
tr: Seviye {level}

# answerLabel
source: Answer
tr: Cevap

source: Hint
tr: Žøpucu

source: Settings
tr: Ayarlar

source: Profile Settings
tr: Profil AyarlarŽñ

source: Achievements
tr: BaYarŽñlar

source: Language
tr: Dil

source: Sounds On
tr: Ses AÇõŽñk

source: Sounds Off
tr: Ses KapalŽñ

source: Delete Data
tr: Verileri Sil

source: Privacy Policy
tr: Gizlilik PolitikasŽñ

source: Terms of Service
tr: KullanŽñm ?artlarŽñ

# dialogPlaceholder
source: Content coming soon.
tr: ŽøÇõerik yakŽñnda.

source: Daily Puzzle
tr: GÇ¬nlÇ¬k Soru

# levelMode
source: Levels
tr: Seviyeler

source: Play
tr: Oyna

# botPlay
source: Play vs Bot
tr: Botla Oyna

source: Tournament
tr: Turnuva

# levelsPlay
source: Play Levels
tr: Seviyeli Oyna

# totalLevels
source: 100 Levels
tr: 100 Seviye

source: Change Avatar
tr: AvatarŽñ DeŽYiYtir

# loginAnotherAccount
source: Log in with another account
tr: BaYka hesapla giriY yap

source: Name
tr: Žøsim

source: Email
tr: E-posta

source: Password
tr: ?ifre

# authChoiceTitle
source: Choose how to start
tr: NasŽñl devam etmek istersin?

# authChoiceSubtitle
source: Sign in with Google to sync your progress or continue as a guest.
tr: Ž°lerlemeni kaydetmek iÇîn Google ile giriÇ yapabilir ya da misafir olarak devam edebilirsin.

source: Continue as guest
tr: Misafir olarak devam et

# continueAsGuestCaption
source: Jump in quickly and keep progress on this device.
tr: HŽñzlŽñ baÇla, ilerlemen bu cihazda kalŽñr.

source: Sign in with Google
tr: Google ile giriÇ yap

# signInWithGoogleCaption
source: Recommended for sync, backups, and leaderboards.
tr: Bulut yedekleme ve liderlik tablosu iÇîn önerilir.

# authMaybeLater
source: Maybe later
tr: Daha sonra

# authFailed
source: Sign-in failed, please try again.
tr: GiriÇ baÇarŽñsŽz, lütfen tekrar dene.

# authSignedInAs
source: Signed in as {name}
tr: {name} olarak giriÇ yapŽñldŽñ
